//
//  EventData.m
//  一路发
//
//  Created by 姚远 on 12/12/17.
//  Copyright © 2017 OC.yilufa. All rights reserved.
//

#import "EventData.h"

@implementation EventData
+(NSArray *) getEventList{
    NSArray * array = @[
                        @{
                            @"title":@"大红鹰彩票网是您最明智的选择！",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"大红鹰彩票网-集团简介",
                                        @"content":@"大红鹰彩票网注册于菲律宾首都马尼拉，拥有Cagayan Economic Zone Authority 体育博彩与赌博公司执照。大红鹰是业界最具规模、最具品牌实力、最值得信赖的线上投注平台之一，提供多元化的产品以及在线赌场游戏。汇聚来自五湖四海的娱乐玩家，作为知名的大型现金网平台，我们致力为玩家提供最公正的娱乐环境、最优质的服务体验，同时确保我们的客户可以在一个最保密、最安全的网络游戏空间尽情玩乐，大红鹰彩票网希望所有的客户能够在一个安全愉快的环境中，享受本公司精心设计的产品、服务和优惠，并能够从中获利！"
                                        },
                                    @{
                                        @"subTitle":@"品牌优势",
                                        @"content":@"全场1元起，即享“不计输赢，天天返水0.5%”，只需1倍打码量可直接提款；全场1元起，可自由存取款，全面开通【微信支付、支付宝、财富通】存款通道，存／取款0-5分钟火速到账，24小时提款0审核0冻结0手续费不限提款次数，大红鹰彩票网将长期持续不间断更新上线优惠活动，真诚欢迎您的加入！"
                                        },
                                    @{
                                        @"subTitle":@"客服服务",
                                        @"content":@"大红鹰彩票网拥有庞大的客服服务团队，秉承“客户至上”的服务理念，为所有玩家提供7*24小时客服服务，当您有任何疑问、意见都可以随时与我们联系；我们将竭诚为您服务，以专业、亲切的态度，让每一位玩家有宾至如归的感觉；多渠道与客户交流，准确了解客户需求，并随时关注客户的意见与建议。"
                                        },
                                    @{
                                        @"subTitle":@"存取款服务",
                                        @"content":@"大红鹰彩票网拥有最专业的财务团队，全年无休7*24小时不间断处理会员的获取款项，为玩家提供多有存款方式，并与众多企业、银行达成合作协议，保证每一笔存／取款向高效、准确地到达玩家账户，集团雄厚的资金实力让客户提款无忧，随时随地尽享博彩乐趣。"
                                        },
                                    @{
                                        @"subTitle":@"优惠策划",
                                        @"content":@"大红鹰彩票网成立至今，策划团队不断壮大，我们一直以“为客户提供最大让利，注册坐拥独特会员账号价值”为优惠宗旨，让每一个玩家都能在体验游戏的过程中享有更多额外的给力优惠！我们将为所有注册的会员创造更多价值，就算您不曾存款过，都有可能获得公司送出的优惠。"
                                        },
                                    @{
                                        @"subTitle":@"平台优势",
                                        @"content":@"大红鹰彩票网为亚洲最具代表地位的网络博彩娱乐集团，致力于线上博弈游戏软体研发，提供丰富多样的彩票游戏、电子游艺等游戏产品。"
                                        },
                                    @{
                                        @"subTitle":@"负责任博彩",
                                        @"content":@"大红鹰彩票网积极推行负责任博彩，并极力拒绝未成年玩家使用我们的软件进行网上娱乐。同时，我们更通过专业人员及各种有效方法，以防止问题博彩的发生。娱乐趣味，量力而行，见好就收，才是赢家。"
                                        }
                                    ]
                            },@{
                            @"title":@"天天亏损金",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动内容",
                                        @"content":@"【大红鹰彩票网-dhycp66.com】全网彩票最佳投注平台，时时彩9.9超高赔率，更有丰厚彩金等您来拿！\n【天天亏损金】：会员当天内的存款产生负盈利，可在次日8:00开始申请，天天亏损金，大红鹰彩票网邀您赢钱！"
                                        },
                                    @{
                                        @"subTitle":@"活动说明",
                                        @"content":@"1.亏损金申请于次日8:00后开始申请，每天只可申请一次;\n2.凡是发现套利嫌疑将全部取消活动申请资格;\n3.参与该优惠，即表示您同意《一般优惠规则与条款》\n4.最终解释权，归大红鹰彩票网所有。"
                                        },
                                    @{
                                        @"subTitle":@"规则及条款",
                                        @"content":@"1.所有优惠以人民币（CNY）为结算货币，以美东时间（EDT）为计时区间。\n2.每一位玩家、每一个住址、每一个电子邮箱地址、每一个电话号码、相同支付方式（相同借记卡／信用卡／银行账户）、相同IP地址以及共享电脑网络（例如网吧，电子教室，局域网等）只能够于同区间享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠的权利。\n3.大红鹰彩票网的所有优惠特为玩家而设，如发现任何个人或团体，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留取消、冻结该个人或团体帐户及帐户结余的权利。\n4.若会员对活动有争议，为确保双方利益，杜绝身份盗用行为，大红鹰彩票网有权要求会员向我们提供充足有效的证件，用以确认是否享有该优惠的资质。\n5.当参与优惠会员未能完全遵守、或违反、滥用任何有关公司优惠或推广的条款，又或我们有证据证明个人或团体投下一连串的关联赌注，借以造成无论赛果怎样都可以确保从该存款红利或其他推广活动提供的优惠获利，大红鹰彩票网保留向该个人或团体停止、取消优惠或索回已支付的全部优惠红利的权利。此外，公司亦保留向这些客户扣除相当于优惠红利价值的行政费用以补偿我们行政成本。\n6.大红鹰彩票网保留对活动的最终解释权，以及在无通知的情况下修改、终止活动的权利，适用于所有优惠。"
                                        }
                                    ]
                            },
                        @{
                            @"title":@"首次入款送彩金",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动内容",
                                        @"content":@"感恩回馈老会员的同时，大红鹰欢迎更多的新会员加入我们；现在起只要您加入大红鹰并完成首次充值100元以上，即可获得大红鹰派送的28元幸运彩金，老品牌值得信赖！"
                                        },
                                    @{
                                        @"subTitle":@"活动说明",
                                        @"content":@"1. 28幸运彩金只需1倍下注即可提现，每个会员只能申请一次。\n2. 符合申请条件的会员在成功存款后未进行投注前提出申请，如果已经投注，则申请视为无效。\n3. 大红鹰的所有优惠特为玩家而设，如果发现任何团体或个人，以不诚信的方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结财产的权利。"
                                        },
                                    @{
                                        @"subTitle":@"活动方式",
                                        @"content":@"符合申请条件的会员请在成功存款后未进行投注前直接联系“大红鹰24小时在线客服”进行申请，优惠专员将第一时间受理派送28元幸运彩金，由于申请的会员人数较多，如有耽搁延误，敬请见谅"
                                        
                                        }
                                    ]
                            },@{
                            @"title":@"红包雨天天下",
                            @"contents":@[@{
                                              @"subTitle":@"活动对象",
                                              @"content":@"大红鹰彩票网全体新老会员"
                                              
                                              },
                                          @{
                                              @"subTitle":@"活动时间",
                                              @"content":@"2017年05月30日至2017年12月31日 抢红包时间：每天13:00-23:59"
                                              
                                              },
                                          @{
                                              @"subTitle":@"会员存款",
                                              @"content":@"以北京时间统计为准（如：北京时间05月30日当天抽奖统计的时间为北京时间的05月29日08:00至北京时间的05月30日08:00）大红鹰彩票网为感谢广大会员对本公司的支持与信任，在活动期间满足活动条件，即可抽取红包，秒到账，分分秒秒来冲刺。\n红包到手，礼金不愁，愿好运与您常相伴！"
                                              
                                              },@{
                                              @"subTitle":@"抢红包方式",
                                              @"content":@"活动按照存款额度进行抽取，红包自动飘落下来，点击您心仪的红包，即可抓取；抓取成功后就会弹出一个输入框，输入您的会员信息，红包礼金就会自动为您添加哦，按照您的存款金额进行开抢红包。"
                                              
                                              },@{
                                              @"subTitle":@"活动规则",
                                              @"content":@"1.会员在北京时间2017年01月01日至2017年12月31日均可参加公司的抢红包活动，每个会员都有机会获得公司的大奖；\n2.会员在抢红包的前一天存款达到100元以上即可参与1次，期间存款越多您获得的次数越多，中奖几率越多，大奖在等您来拿；\n3.会员存款时间计算采用北京时间进行计算（如：北京时间01月20日当天抽奖统计的时间为北京时间的01月19日00:00至北京时间的01月19日23:59），累计存款均由系统自动统计；\n4.公司若发现会员利用非法程序抽奖或是下注套利等行为，公司有权利将所得的优惠全数取回，保证正常玩家的利益；\n5.凡是中奖会员，请第一时间联系24小时在线客服提供相关信息，为确保奖品准确无误赠送给获奖人，在线客服会进行相关信息的核对，届时请获奖人员配合，请第一时间联系在线客服并提供您的收货地址；方便我们第一时间为您邮寄奖品，否则公司有权拒绝赠予该奖品（如：iPhone7plus），也可兑换等额彩金一倍流水即可出款；\n6.凡是抽中“现金红包”的会员会自动派送至您账户，所得彩金只需一倍流水，即可提款或直接提款；\n7.此红包活动为大红鹰彩票网系统程序自动运行，获奖的概率完全遵循力学及自然概率，不涉及任何人工操作，抽奖结果以系统判定为准，不得争议。"
                                              
                                              },@{
                                              @"subTitle":@"活动条款",
                                              @"content":@"1.此活动可与公司的所有活动共享，玩家不可以使用多账户参加本次活动，凡同一IP地址、同一姓名、同一银行账户、同一联系方式、同一邮箱、同一电脑均视为同一账户，公司在会员重复申请会员账号时，保留取消、收回会员相关优惠；\n2.为确保双方利益，优惠部门会不定期抽查核实会员账号信息，大红鹰彩票网有权要求会员像我们提供充足有效的资料，用以确认信息是否属实及享有该优惠的资格。本活动与其他优惠活动可同时享有，参与本活动视为您已同意该《红包抽奖规则》；\n3.所有红利为随机派送，如系统发生一些不可预测超出本站控制之外的技术错误，或人为不可控制的因素，则公司保留最终处理权；\n4.本次活动仅针对娱乐性玩家，请具备资格参与的会员遵守大红鹰彩票网的规定和条款；\n5.任何非法套取优惠行为或恶意注册账号及恶意存款的会员，公司将保留权利不赠送相应抢红包次数，最终解释权归大红鹰彩票网所有。"
                                              }
                                          ]
                            },
                        @{
                            @"title":@"喜从天降 神秘彩金 随机派送",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动内容",
                                        @"content":@"大红鹰彩票网将不定期派发惊喜彩金给予全体新老会员们，彩金没有门槛限制，不设上限金额，只要您在大红鹰彩票网有注册过账号，或曾经登录过大红鹰彩票网，又或不曾在我们公司存款游戏过但有绑定银行账号，都将有可能受到我们为您随机派发的神秘惊喜彩金。\n注：凡是有获得神秘彩金的会员，我们将会在彩金存入对应银行账号后，通过会员中心的“个人信息”进行通知，彩金发放纯属随机，还望会员们能多多支持大红鹰彩票网，祝您成为下一个幸运儿！"
                                        },@{
                                        @"subTitle":@"规则及条款",
                                        @"content":@"1.所有优惠以人民币（CNY）为结算货币，以美东时间（EDT）为计时区间。\n2.每一位玩家、每一个住址、每一个电子邮箱地址、每一个电话号码、相同支付方式（相同借记卡／信用卡／银行账户）、相同IP地址以及共享电脑网络（例如网吧，电子教室，局域网等）只能够于同区间享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠的权利。\n3.大红鹰彩票网的所有优惠特为玩家而设，如发现任何个人或团体，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留取消、冻结该个人或团体帐户及帐户结余的权利。\n4.若会员对活动有争议，为确保双方利益，杜绝身份盗用行为，大红鹰彩票网有权要求会员向我们提供充足有效的证件，用以确认是否享有该优惠的资质。\n5.当参与优惠会员未能完全遵守、或违反、滥用任何有关公司优惠或推广的条款，又或我们有证据证明个人或团体投下一连串的关联赌注，借以造成无论赛果怎样都可以确保从该存款红利或其他推广活动提供的优惠获利，大红鹰彩票网保留向该个人或团体停止、取消优惠或索回已支付的全部优惠红利的权利。此外，公司亦保留向这些客户扣除相当于优惠红利价值的行政费用以补偿我们行政成本的权利。\n6.大红鹰彩票网保留在无通知的情况下更改、停止、取消优惠或索回已支取的全部优惠的权利。\n7.为避免对文字的理解歧义，大红鹰彩票网保留对活动的最终解释权！"
                                        }]
                            },
                        @{
                            @"title":@"全心为您服务 服务质量度调查",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动内容",
                                        @"content":@"大红鹰彩票网，在广大会员的信任与支持下，公司逐渐发展壮大，但努力永不止步，我们秉承“服务至上，客户第一”的经营理念，竭诚为广大会员提供专业、优质、高效的服务。为更好的提高服务质量，公司的回访专员将每月随机抽取100名会员进行服务满意度调查，被抽查到的会员将最高获得999元现金筹码！感谢您的配合！"
                                        },@{
                                        @"subTitle":@"活动说明",
                                        @"content":@"1.所获彩金只需完成1倍打码量，即可申请提款；\n2.每位会员仅限申请1次，且必须在24小时内提出申请，逾期视为放弃；\n3.若会员申请连赢彩金后，之前连赢局数则自动清零不再累计及申请更高门槛彩金；\n4.参与该活动即表示您同意《优惠规则及条款》"
                                        },@{
                                        @"subTitle":@"申请方式",
                                        @"content":@"大红鹰彩票网的新老会员均可发送邮件至（dhycp88com@gmail.com）联系我们回访专员申请加入回访当中，届时将有机会参与服务质量抽查，更有彩金礼包赠送，期待您的参与。\n邮件主题：服务质量调查\n邮件内容：会员账号：dhycp88com\n生日日期：*年*月*日\n手机号码：13*********"
                                        },@{
                                        @"subTitle":@"规则及条款",
                                        @"content":@"1.所有优惠以人民币（CNY）为结算货币，以美东时间（EDT）为计时区间。\n2.每一位玩家、每一个住址、每一个电子邮箱地址、每一个电话号码、相同支付方式（相同借记卡／信用卡／银行账户）、相同IP地址以及共享电脑网络（例如网吧，电子教室，局域网等）只能够于同区间享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠的权利。\n3.大红鹰彩票网的所有优惠特为玩家而设，如发现任何个人或团体，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留取消、冻结该个人或团体帐户及帐户结余的权利。\n4.若会员对活动有争议，为确保双方利益，杜绝身份盗用行为，大红鹰彩票网有权要求会员向我们提供充足有效的证件，用以确认是否享有该优惠的资质。\n5.当参与优惠会员未能完全遵守、或违反、滥用任何有关公司优惠或推广的条款，又或我们有证据证明个人或团体投下一连串的关联赌注，借以造成无论赛果怎样都可以确保从该存款红利或其他推广活动提供的优惠获利，大红鹰彩票网保留向该个人或团体停止、取消优惠或索回已支付的全部优惠红利的权利。此外，公司亦保留向这些客户扣除相当于优惠红利价值的行政费用以补偿我们行政成本的权利。\n6.大红鹰彩票网保留在无通知的情况下更改、停止、取消优惠或索回已支取的全部优惠的权利。\n7.为避免对文字的理解歧义，大红鹰彩票网保留对活动的最终解释权！"
                                        }]
                            },
                        
                        @{
                            @"title":@"¥888生日礼金为您庆生—与您共享",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动内容",
                                        @"content":@"大红鹰彩票网秉持“客户至上”原则，致力于构建温馨和谐健康的博彩氛围，在这里每位玩家都将找到“宾至如归”的感觉，即日起于每位会员只要存款1元起，即可编辑邮件发送您的具体生日日期给我们进行登记，于您生日当天，我们将为您准备了一份的“生日惊喜礼包”为您庆生，生日礼金不定额，自动“惊喜派送”至您的会员账号上，最高达¥888元，同时我们也将通过“站内信息”告知您，届时请注意登录查收！\n在此感谢您长期一直以来对大红鹰 一如既往的支持及信赖，祝愿您：年年有今日，岁岁有今朝，好运常相伴，快乐到永远！"
                                        },
                                    @{
                                        @"subTitle":@"活动说明",
                                        @"content":@"1.会员只需存款1元以上即可参与此优惠活动，发送邮件进行登记；\n2.生日礼金不定额，自动惊喜派送至会员账号上，及站内信通知，请注意登录查收；\n3.所获生日礼金只需1倍打码量即可提款；\n4.此优惠活动，可与其他优惠活动同时申请并用；\n5.参与该优惠，即表示您同意《优惠规则及条款》"
                                        },@{
                                        @"subTitle":@"申请方式",
                                        @"content":@"会员只需存款1元，即可编辑邮件发送您的具体生日日期至邮箱：dhycp88com@gmail.com进行登记，如有疑问请及时联系在线客服进行咨询。\n邮件主题：登记生日日期，获取生日惊喜礼金\n邮件内容：会员账号：dhycp88com\n生日日期：*年*月*日\n手机号码：13*********"
                                        },@{
                                        @"subTitle":@"规则及条款",
                                        @"content":@"1.所有优惠以人民币（CNY）为结算货币，以美东时间（EDT）为计时区间。\n2.每一位玩家、每一个住址、每一个电子邮箱地址、每一个电话号码、相同支付方式（相同借记卡／信用卡／银行账户）、相同IP地址以及共享电脑网络（例如网吧，电子教室，局域网等）只能够于同区间享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠的权利。\n3.大红鹰彩票网的所有优惠特为玩家而设，如发现任何个人或团体，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留取消、冻结该个人或团体帐户及帐户结余的权利。\n4.若会员对活动有争议，为确保双方利益，杜绝身份盗用行为，大红鹰彩票网有权要求会员向我们提供充足有效的证件，用以确认是否享有该优惠的资质。\n5.当参与优惠会员未能完全遵守、或违反、滥用任何有关公司优惠或推广的条款，又或我们有证据证明个人或团体投下一连串的关联赌注，借以造成无论赛果怎样都可以确保从该存款红利或其他推广活动提供的优惠获利，大红鹰彩票网保留向该个人或团体停止、取消优惠或索回已支付的全部优惠红利的权利。此外，公司亦保留向这些客户扣除相当于优惠红利价值的行政费用以补偿我们行政成本的权利。\n6.大红鹰彩票网保留在无通知的情况下更改、停止、取消优惠或索回已支取的全部优惠的权利。\n7.为避免对文字的理解歧义，大红鹰彩票网保留对活动的最终解释权！"
                                        }]},
                        @{
                            @"title":@"电脑网址进不去？",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"DNS劫持问题 一键优化 访问无忧",
                                        @"content":@"您的电脑如发现登录大红鹰非大红鹰dhycp8.com的页面，那么就是你们的本地DNS被劫持了，非常危险，就得赶紧点击下载DNS优化；请所有新老会员赶紧点击下载安装以防万一；优化后即可正常访问及电脑安全！"
                                        },
                                    @{
                                        @"subTitle":@"电脑修改DNS教程",
                                        @"content":@"方法一：您必须连接WI-FI网络，才可以更改DNS设置\n方法二：一键设置（支持xp，win7，win8，win10）DNS一键修改下载执行的时候要点击右键，然后使用系统管理执行"
                                        }]
                            },@{
                            @"title":@"苹果手机网址进不去？",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"DNS劫持问题 一键优化 访问无忧",
                                        @"content":@"苹果手机如发现登录大红鹰非大红鹰dhycp8.com的页面，那么就是你们的本地DNS被劫持了，非常危险，就得赶紧点击下载DNS优化；请所有新老会员赶紧点击下载安装以防万一；优化后即可正常访问及手机安全！"
                                        },@{
                                        @"subTitle":@"温馨提示",
                                        @"content":@"使用手机娱乐，由于部分地区DNS出现被劫持，请会员关闭网络重开试试，或关机重启。会员使用WI-FI修改DNS，一般手机3G或4G移动网络，依照下面网址操作更变DNS。"
                                        },@{
                                        @"subTitle":@"IOS设备修改DNS教程",
                                        @"content":@"当你在IOS设备的浏览器中输入某个网站时，设备DNS查找操作来跳转至正确的网站。DNS服务器负责处理查找服务，它可以将数字IP地址转换成我们都熟悉的域名。虽然大多数互联网服务商会提供自己的DNS服务器，但说实话，他们的速度并不敢恭维。因此你可以通过手动更改自己的设备DNS设置，来加快你访问网站的速度。今天我们来谈谈如何直接在IOS设备上更改DNS。"
                                        },@{
                                        @"subTitle":@"必须连接Wi-Fi网络",
                                        @"content":@"1.打开【设置】应用程序\n2.点击【无线局域网】进入WI-FI列表，并选择连接上可用的WI-FI网络\n3.连接上可以用的WI-FI网络后，然后点击WI-FI网络名称右方的【显示信息】按钮【字母i】\n4.在该WI-FI网络详情部分向下滚动，找到【DNS】选项部分\n5.接下来在弹出的键盘上输入你需要改动的DNS数值，本例子中我们使用Google提供的8.8.8.8.\n6.点击页面左上角的【WI-FI】按钮，即可退出DNS设置。就这样，DNS的设置已完成更改，但可能还没有立即生效。为了使得设备的DNS设置更改生效，你可能需要重启你的IOS设备，否则旧的DNS可能还存储在缓存中。"
                                        }]
                            },@{
                            @"title":@"安卓手机网址进不去",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"DNS劫持问题 一键优化 访问无忧",
                                        @"content":@"安卓手机如发现登录大红鹰非大红鹰dhycp8.com的页面，那么就是你们的本地DNS被劫持了，非常危险，就得赶紧点击下载DNS优化；请所有新老会员赶紧点击下载安装以防万一；优化后即可正常访问及手机安全！"
                                        },@{
                                        @"subTitle":@"温馨提示",
                                        @"content":@"使用手机娱乐，由于部分地区DNS出现被劫持，请会员关闭网络重开试试，或关机重启。会员使用WI-FI修改DNS，一般手机3G或4G移动网络，依照下面网址操作更变DNS。"
                                        },@{
                                        @"subTitle":@"安卓设备修改DNS教程",
                                        @"content":@"有的时候安卓手机或平板电脑需要修改DNS服务器才能正常上网，以及一些自己开发的应该需要在局域网或者外网服务器相同域名的解析服务器，我们为了正常访问服务器的域名就要修改DNS服务器地址。"
                                        },@{
                                        @"subTitle":@"必须连接Wi-Fi网络",
                                        @"content":@"1.打开【设置】应用程序\n2.点击【无线局域网】进入WI-FI列表，并选择连接上可用的WI-FI网络\n3.在Wi-Fi列表中，选择以及连接的 Wi-Fi名称，长按之后在弹出来的提示选择“修改网络配置”\n4.选择“显示高级选项”将IP设定改成静止\n5.将DNS1改成8.8.8.8. 然后将DNS改成8.8.4.4. 保存即可"
                                        }]
                            },
                        @{
                            @"title":@"王者争霸 谁与争锋",
                            @"contents":@[
                                    @{
                                        @"subTitle":@"活动详情",
                                        @"content":@"大红鹰彩票网是传统彩最佳投注平台，大红鹰彩票从2017年6月5日开始每周、每月对传统彩有效投注进行排行，丰厚奖金等您来拿，快快来挑战吧！\n手机也可以参加挑战呦，手机版全面支持传统彩。让会员可以随心所欲，随时随地进行挑战，欢迎您来体验！"
                                        }, @{
                                        @"subTitle":@"如何查询打码量？",
                                        @"content":@"系统将根据所有会员周投注、月投注、进行排名，会员可以登录网址（120353.com）查询武林争霸周／月排名。"
                                        }, @{
                                        @"subTitle":@"活动细则",
                                        @"content":@"1.所赠送的彩金1倍流水即可提款\n2.此活动计算在传统彩中产生的周有效投注日期为美东时间每周一至每周日，月有效投注日期为美东时间每月1号至每月最后一天，在此之外将不予以计算\n3.会员使用在传统彩中产生的有效投注由大红鹰彩票自动统计并保证公平公正，若有任何异议，以大红鹰彩票查询结果为准\n4.如您忘记会员账号／密码，请您联系7*24小时在线客服协助您取回您的账号信息\n5.参与该优惠，即表示您同意《优惠规则与条款》"
                                        }, @{
                                        @"subTitle":@"活动时间",
                                        @"content":@"美东时间2017年6月5号开始\n活动结束时间2017年12月31日"
                                        }, @{
                                        @"subTitle":@"规则及条款",
                                        @"content":@"1.所有优惠以人民币（CNY）为结算货币，以美东时间（EDT）为计时区间。\n2.每一位玩家、每一个住址、每一个电子邮箱地址、每一个电话号码、相同支付方式（相同借记卡／信用卡／银行账户）、相同IP地址以及共享电脑网络（例如网吧，电子教室，局域网等）只能够于同区间享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠的权利。\n3.大红鹰彩票网的所有优惠特为玩家而设，如发现任何个人或团体，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留取消、冻结该个人或团体帐户及帐户结余的权利。\n4.若会员对活动有争议，为确保双方利益，杜绝身份盗用行为，大红鹰彩票网有权要求会员向我们提供充足有效的证件，用以确认是否享有该优惠的资质。\n5.当参与优惠会员未能完全遵守、或违反、滥用任何有关公司优惠或推广的条款，又或我们有证据证明个人或团体投下一连串的关联赌注，借以造成无论赛果怎样都可以确保从该存款红利或其他推广活动提供的优惠获利，大红鹰彩票网保留向该个人或团体停止、取消优惠或索回已支付的全部优惠红利的权利。此外，公司亦保留向这些客户扣除相当于优惠红利价值的行政费用以补偿我们行政成本的权利。\n6.大红鹰彩票网保留对活动的最终解释权以及在无通知的情况下修改、终止活动的权利，适用于所有优惠"
                                        }]
                            }
                        ];
    return array;
}
@end
